
// Area
"ha" = "ha";
"ha_full" = "Hektar";

"acre" = "akr";
"acre_full" = "Akr";

"decare" = "daa";
"decare_full" = "Decare";

"feddan" = "feddan";
"feddan_full" = "Feddan";

// Length
"in" = "in";
"in_full" = "Cal";

"ft" = "ft";
"ft_full" = "Stopa";

"mile" = "mile";
"mile_full" = "Mila";

"mm" = "mm";
"mm_full" = "Milimetr";

"cm" = "cm";
"cm_full" = "Centymetr";

"m" = "m";
"m_full" = "Metr";

"km" = "km";
"km_full" = "Kilometr";

// Weight
"kg" = "kg";
"kg_full" = "Kilogram";

"pound" = "fontów";
"pound_full" = "Funt";

"centner" = "decytona";
"centner_full" = "Decytona";

"ton" = "t";
"ton_full" = "Tona metryczna";

// Liquids
"pint" = "pint";
"pint_full" = "Pinta";

"quart" = "kwarta";
"quart_full" = "Kwarta";

"liter" = "l";
"liter_full" = "Litr";

"british_gallon" = "gal";
"british_gallon_full" = "Galon angielski";

"american_gallon" = "gal";
"american_gallon_full" = "Galon amerykański";

"bushel" = "bu";
"bushel_full" = "Buszel";

// Temperature
"celsius" = "°C";
"celsius_full" = "Stopnie Celsjusza";

"fahrenheit" = "°F";
"fahrenheit_full" = "Stopnie Fahrenheita";

// Productivity
"bushel_per_acre" = "bu/akr";
"bushel_per_acre_full" = "Buszel na akr";

"ton_per_ha" = "t/ha";
"ton_per_ha_full" = "Tona metryczna na hektar";

"centner_per_ha" = "dt/ha";
"centner_per_ha_full" = "Decytona na hektar";

"us_ton_per_acre" = "t/akr";
"us_ton_per_acre_full" = "Tona amerykańska na akr";

"kg_per_decare" = "kg/daa";
"kg_per_decare_full" = "Kilogram per decare";

"tonn_per_acre" = "t/akr";
"tonn_per_acre_full" = "Tona na akr";

"kg_per_ha" = "kg/ha";
"kg_per_ha_full" = "Kilogram na hektar";

"kg_per_acre" = "kg/akr";
"kg_per_acre_full" = "Kilogram na akr";

"tonn_per_feddan" = "t/feddan";
"tonn_per_feddan_full" = "Tona na feddan";

// Speed
"m_per_sec" = "m/s";
"m_per_sec_full" = "Metr na sekundę";

"mile_per_hour" = "mph";
"mile_per_hour_full" = "Mila na godzinę";

"km_per_hour" = "km/h";
"km_per_hour_full" = "Kilometr na godzinę";

// Fuel
"liter_per_ha" = "l/ha";
"liter_per_ha_full" = "Litr na hektar";

"american_pint_per_acre" = "pint/akr";
"american_pint_per_acre_full" = "Amerykańska pinta na akr";

"american_quart" = "kwarta/akr";
"american_quart_full" = "Amerykańska kwarta na hektar";

"american_gallon_per_acre" = "gal/akr";
"american_gallon_per_acre_full" = "Galon amerykański na akr";

"liter_per_100km" = "l/100km";
"liter_per_100km_full" = "Litr na 100 km";

"km_per_liter" = "km/l";
"km_per_liter_full" = "Kilometr na litr";

"mile_per_us_gallon" = "mpg";
"mile_per_us_gallon_full" = "Mila na galon amerykański";

"mile_per_uk_gallon" = "mpg";
"mile_per_uk_gallon_full" = "Mila na galon brytyjski";

"fluid_ounce_per_acre" = "fl oz/acre";
"fluid_ounce_per_acre_full" = "Uncja płynu na akr";
